{
  "파일명": "50414_2025_07_10_114019.jpg",
  "제목": "Daejeon Global Talent Show",
  "설명": "Eligibility All foreigners residing in Korea. Visa holders must submit their Alien Registration Card; naturalized citizens must bring their Resident Registration Card. Number of Participants Solo or Team(Maximum 10 people) Categories Singing Songs from participants' home countries or Korea, group singing, etc. Dance Traditional and modern dances, including K-POP. Korean Language Speaking Speech, Acting Speech A presentation on any topic related to Daejeon, Korea, or other free topics (within 5 minutes). Acting A team of 2-5 participants performs a parody or comedy-style skit based on dialogues, dramas/TV shows, or movies (within 7 minutes). Performance Time Up to 7 minutes per team Application Period July 1, 2025(Tue) – July 21, 2025(Mon) Application Procedure Please visit the Center's website (www.dic.or.kr), review the details, and submit your application via Google Form. Documents to be submitted Application form, Consent form for collecting and using personal and group information, Foreigner registration card, and Performance video (up to 7 minutes). Preliminary Round Non-face-to-face review of submitted video / July 23, 2025(Wed) – July 24, 2025(Thu) Finalist Announcement Individual notification and Center Website Announcement / July 25, 2025(Fri) Final Round Daejeon Station Stage(On-site) / August 9, 2025 (Saturday) 19:00 - 21:00 Awards Category 1st place (1 team) 2nd place (1 team) 3rd place (1 team) 4th place (1 team) Popularity award (1 team) Participation award KRW 2,000, KRW 1,500, KRW 1,000, KRW 500, KRW 300,000. All participants in the preliminary round will receive a participation gift. Inquiries Daejeon Support Center for Foreign Residents 042)223-0789 / dic@dic.or.kr",
  "카테고리": "행사",
  "세부카테고리": [
    "공모전",
    "재능",
    "외국인",
    "댄스",
    "노래",
    "연기",
    "스피치",
    "대전"
  ],
  "대상": {
    "연령": "전국민",
    "지역": "대전",
    "특이조건": []
  },
  "기간": {
    "start": "2025-07-01",
    "end": "2025-07-21"
  },
  "주최기관": [
    "대전광역시",
    "대전외국인종합지원센터"
  ]
}